Tekla.Structures.ModelInternal.DelegateFake.ExportCreateBentPlateByParts(System.Int32,System.Int32)


Tekla.Structures.ModelInternal.DelegateFake.ExportCreateBentPlateByFaces(System.Int32,System.Int32,Tekla.Structures.ModelInternal.dotPolygon_t@,Tekla.Structures.ModelInternal.dotPolygon_t@)


Tekla.Structures.ModelInternal.DelegateFake.ExportConnectGeometryTrees(Tekla.Structures.ModelInternal.dotClientId_t@)


Tekla.Structures.ModelInternal.DelegateFake.ExportConnectGeometryTreesWithRadius(System.Double,Tekla.Structures.ModelInternal.dotClientId_t@)


Tekla.Structures.ModelInternal.DelegateFake.ExportConnectGeometryTreesByPoints(Tekla.Structures.Internal.dotPoint_t@,Tekla.Structures.Internal.dotPoint_t@,Tekla.Structures.Internal.dotPoint_t@,Tekla.Structures.Internal.dotPoint_t@,Tekla.Structures.ModelInternal.dotClientId_t@)


Tekla.Structures.ModelInternal.DelegateFake.ExportConnectGeometryTreesByPointsWithRadius(System.Double,Tekla.Structures.Internal.dotPoint_t@,Tekla.Structures.Internal.dotPoint_t@,Tekla.Structures.Internal.dotPoint_t@,Tekla.Structures.Internal.dotPoint_t@,Tekla.Structures.ModelInternal.dotClientId_t@)


Tekla.Structures.ModelInternal.DelegateFake.ExportModifyCylindricalSurfaceNode(System.Int32,Tekla.Structures.ModelInternal.dotContour_t@,Tekla.Structures.ModelInternal.dotClientId_t@)


Tekla.Structures.ModelInternal.DelegateFake.ExportGetBentPlateMaximumRadius(System.Int32,Tekla.Structures.ModelInternal.dotClientId_t@)


Tekla.Structures.ModelInternal.DelegateFake.ExportSelectBentPlate(Tekla.Structures.ModelInternal.dotPart_t@)


Tekla.Structures.ModelInternal.DelegateFake.ExportModifyBentPlate(Tekla.Structures.ModelInternal.dotPart_t@)
